{
  "dragon oak": { "description": "Remove all Gems of one of an Enemy's Mana Colors. Deal 21 damage to that Enemy, boosted by Gems removed." },
  "reflection of good": { "description": "Grant all status effects to an Ally, then explode 12 Gems of their Mana Color." },
  "serpentine dagger": { "description": "Deal 26 damage to an Enemy and Poison them. There is a 10% chance to kill them. If the Enemy is already Poisoned, there's a 20% chance to kill them." },
  "orc king's club": { "description": "Deal 24 heavy splash damage to an Enemy, boosted by Skulls. Then Stun all affected Troops." },
  "orpheus' lute": { "description": "Gain 34 Life. Cleanse and Enchant all other allies." },
  "plunder and peril": { "description": "Deal 19 damage to 2 random Enemies, boosted by my Gold and the Enemy's Gold." },
  "crypt keeper": { "description": "Death Mark an enemy. Deal 17 true damage to all enemies below them, boosted by enemy Death Mark." },
  "dancing daggers": { "description": "Deal 21 damage to all Enemies. Knock 1-2 Enemies from first to last position." },
  "fiend fire": { "description": "Deal 17 damage to all Enemies, boosted by Daemon Allies. Then Curse and Burn all Enemies" },
  "sins' harvest": { "description": "Deal 11 damage to all Enemies. Convert Yellow Gems to Doomskulls." },
  "dragon's eye": { "description": "Destroy 11 Gems. Transform the last Enemy into an empowered Baby Dragon." },
  "elemental reach": { "description": "Deal 21 damage to an Enemy, then deal 12 more damage for each status effect: Entangled, Burning, Frozen, Stunned." },
  "orb of winter": { "description": "Deal 21 damage to all Enemies, boosted by Frozen Enemies." },
  "summer's wonder": { "description": "Deal 32 true scatter damage, boosted by Fey Allies and Enemies. If an Enemy dies, grant all Allies 2 random Positive Status Effects." },
  "serve and protect": { "description": "Gain 21 Armor, and pull myself to first position. All other Allies gain Barrier." },
  "dragonator 8000": { "description": "Scientifically Burn, Freeze, Silence and deal 19 damage to random Enemies." },
  "spiked manriki": { "description": "Deal 21 splash damage to an Enemy and the Enemy below them. Stun and inflict Bleed on the targeted Enemies." },
  "creeping death": { "description": "Death Mark the strongest and the weakest Enemies. Deal 21 damage to all Enemies." },
  "staff of visions": { "description": "Give an ally 17 to a random skill, then give them Barrier and 3-15 Mana." },
  "spider totem": { "description": "Deal 24 damage to an enemy, drain their Mana and Web them. If the enemy was already Webbed, gain an extra turn." },
  "essence of evil": { "description": "Inflict all negative status effects on an Enemy, explode 21 Gems of their Mana Color." },
  "staff of st. astra": { "description": "Cleanse all allies and give all Allies 22 Life." },
  "runeforger": { "description": "Deal 20 splash damage to an enemy. Explode a random Gem for every Brown Ally and Enemy." },
  "shield of urskaya": { "description": "Give an Ally 22 Armor, boosted by all Enemy Attack. Then Enrage and Barrier them." },
  "fire ruby staff": { "description": "Deal 28 scatter damage, boosted by my Attack, Life and Armor. Give all Allies 2 to all Skills." },
  "deathdealer": { "description": "Deal 26 damage to an Enemy. If the Enemy is Bleeding, deal double damage. There's a 10% chance to slay them, boosted by Doomskulls." },
  "daemonomicon": { "description": "Summon a random Daemon." },
  "thunderbird": { "description": "Deal 24 true damage to an Enemy. If there is a Storm, deal 15 true damage to all Enemies. Then remove the Storm." },
  "flame soul": { "description": "Choose a Mana Gem. Deal 21 damage to each enemy of that color and Burn them. Give all allies of the matching color 4 Attack." },
  "skeleton key": { "description": "Deal 24 damage to the first and last enemies, boosted by my Gold. If an enemy dies, gain an Extra Turn." },
  "three sisters": { "description": "Deal 25 heavy splash damage to an Enemy, boosted by all Blue Allies and Enemies. If an Enemy dies, give 3 Magic to all Allies and Submerge them." },
  "thorodin": { "description": "Deal 25 splash damage to an Enemy, boosted by Giant Allies and Enemies." },
  "warden's gauntlets": { "description": "Destroy a row and a column. Deal 23 scatter damage, boosted by Green Gems destroyed." },
  "warlord's battlecry": { "description": "Deal 22 damage to an Enemy, boosted by the Enemy's Attack." },
  "symbol of anu": { "description": "Drain up to 12 Mana from and enemy and deal 20 damage. Create Gems of that troop's Mana Color equal to the Mana drained." }

}